Repository: FredericAssemat/woocommerceAtosPlugin
Catalog: languages/woocommerce-atos-*.po
Languages: fr_fr

source: <strong>Error!</strong> Woocommerce is mandatory. Please install it.
fr_fr: <strong>Erreur !</strong> Woocommerce est obligatoire. Veuillez l'installer.

source: <strong>Error!</strong> WoocommerceAtos requires at least PHP %s! Your version is: %s. Please upgrade.
fr_fr: <strong>Erreur !</strong> WoocommerceAtos nécessite la version %s de PHP ! Votre version est %s. Merci de vous mettre à jour.

source: <strong>Error!</strong> WoocommerceAtos requires at least Woocommerce %s! Your version is: %s. Please upgrade.
fr_fr: <strong>Erreur !</strong> WoocommerceAtos nécessite la version %s de Woocommerce ! Votre version est %s. Merci de vous mettre à jour.

source: Docs
fr_fr: Documentation

source: France based ATOS Worldline SIPS is the leading secure payment solution in Europe. Atos works by sending the user to your bank to enter their payment information.
fr_fr: ATOS Worldline SIPS est la première solution de paiement sécurisé en Europe. Atos fonctionne en envoyant le client vers votre banque pour qu'il saisisse ses informations de paiement.

source: Enable Atos
fr_fr: Activer Atos

source: Payment title displayed during checkout.
fr_fr: Nom du paiement affiché lors de la commande.

source: Credit card
fr_fr: Carte Bancaire

source: Payment description displayed during checkout.
fr_fr: Description du paiement affiché lors de la commande.

source: Secure credit card payment (Atos)
fr_fr: Paiement sécurisé par Carte Bancaire (Atos)

source: Merchant id
fr_fr: Identifiant marchand

source: Merchant id given by your bank
fr_fr: Identifiant de marchand donné par votre banque

source: Merchant name
fr_fr: Nom du marchand

source: Pathfile file
fr_fr: Fichier Pathfile

source: Path to the pathfile file given by your bank
fr_fr: Chemin vers le fichier pathfile donné par votre banque

source: Request bin file path
fr_fr: Chemin vers l'exécutable request

source: Path to the request bin file given by your bank
fr_fr: Chemin vers le fichier request donné par votre banque

source: Response bin file path
fr_fr: Chemin vers l'exécutable response

source: Path to the response bin file given by your bank
fr_fr: Chemin vers le fichier response donné par votre banque

source: Cancel return url
fr_fr: Url de retour après annulation

source: Return url in case of canceled transaction
fr_fr: Url de retour en cas d'annulation

source: Normal return url
fr_fr: Url de retour normale

source: Return url when a user click on the Back to the shop button
fr_fr: Url de retour en cas de clic sur le bouton Retour à la boutique

source: Automatic response url
fr_fr: Url de la réponse automatique

source: URL called in case of success payment
fr_fr: Url appelée en cas de succès

source: Right image on Atos page
fr_fr: Image apparaissant sur la droite de la page de votre banque

source: Center image on Atos page
fr_fr: Image apparaissant au centre de la page de votre banque

source: Thank you for your order, please click the button below to pay.
fr_fr: Merci pour votre commande, merci de cliquer sur l'un des boutons ci-dessous.

source: Error calling the atos api: exec request not found
fr_fr: Erreur lors de l'appel à l'API Atos : le fichier request n'a pas été trouvé

source: Atos API error:
fr_fr: Erreur de l'API Atos :

source: Thank you for shopping with us. However, the transaction has been declined.
fr_fr: Merci de votre confiance. Cependant la transaction a été refusée par la banque.

source: Payment accepted by the bank
fr_fr: Paiement accepté par la banque

source: Precondition failed.
fr_fr: Votre requête n'a pas abouti.
